Repository: lachispame/lachispa
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt, ru

# delete_credentials_message
source: By unchecking this option, saved credentials for this user will be deleted.\n\nAre you sure you want to continue?
de: Durch das Deaktivieren dieser Option werden die gespeicherten Anmeldedaten für diesen Benutzer gelöscht.\n\nSind Sie sicher, dass Sie fortfahren möchten?
es: Al desmarcar esta opción, las credenciales guardadas para este usuario serán eliminadas.\n\n¿Estás seguro de que quieres continuar?
fr: En décochant cette option, les identifiants enregistrés pour cet utilisateur seront supprimés.\n\nÊtes-vous sûr de vouloir continuer ?
it: Deselezionando questa opzione, le credenziali salvate per questo utente verranno eliminate.\n\nSei sicuro di voler continuare?
pt: Ao desmarcar esta opção, as credenciais guardadas para este utilizador serão eliminadas.\n\nTem a certeza de que deseja continuar?
ru: Сняв этот флажок, сохраненные учетные данные для этого пользователя будут удалены.\\n\\nВы уверены, что хотите продолжить?

# delete_credentials_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# delete_credentials_confirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Eliminar
ru: Удалить

# close_dialog
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть

# credentials_found_message
source: Credentials found - password will be remembered
de: Anmeldedaten gefunden - Passwort wird gespeichert
es: Credenciales encontradas - la contraseña será recordada
fr: Identifiants trouvés - le mot de passe sera retenu
it: Credenziali trovate - la password verrà ricordata
pt: Credenciais encontradas - a palavra-passe será lembrada
ru: Учетные данные найдены - пароль будет запомнен

# password_will_be_remembered
source: Password will be remembered after login
de: Passwort wird nach der Anmeldung gespeichert
es: La contraseña será recordada después del login
fr: Le mot de passe sera retenu après la connexion
it: La password verrà ricordata dopo l'accesso
pt: A palavra-passe será lembrada após o início de sessão
ru: Пароль будет запомнен после входа

source: Password saved successfully
de: Passwort erfolgreich gespeichert
es: Contraseña guardada exitosamente
fr: Mot de passe enregistré avec succès
it: Password salvata con successo
pt: Palavra-passe guardada com sucesso
ru: Пароль успешно сохранен

# password_save_failed
source: Could not save password
de: Passwort konnte nicht gespeichert werden
es: No se pudo guardar la contraseña
fr: Impossible d'enregistrer le mot de passe
it: Impossibile salvare la password
pt: Não foi possível guardar a palavra-passe
ru: Не удалось сохранить пароль

# about_app_subtitle
source: Lightning Wallet
es: Billetera Lightning
fr: Portefeuille Lightning
it: Portafoglio Lightning
pt: Carteira Lightning
ru: Lightning кошелек

# about_app_description
source: A mobile application to manage Bitcoin through Lightning Network using LNBits as backend.
de: Eine mobile Anwendung zur Verwaltung von Bitcoin über das Lightning-Netzwerk mit LNBits als Backend.
es: Una aplicación móvil para gestionar Bitcoin a través de Lightning Network usando LNBits como backend.
fr: Une application mobile pour gérer Bitcoin via le réseau Lightning en utilisant LNBits comme backend.
it: Un'applicazione mobile per gestire Bitcoin tramite Lightning Network utilizzando LNBits come backend.
pt: Uma aplicação móvel para gerir Bitcoin através da Lightning Network usando LNBits como backend.
ru: Мобильное приложение для управления Bitcoin через Lightning Network с использованием LNBits в качестве бэкенда.

# lightning_address_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt: Copiar
ru: Копировать

# lightning_address_default
source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
pt: Por defeito
ru: По умолчанию

# lightning_address_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Eliminar
ru: Удалить

# lightning_address_is_default
source: Is default
de: Ist Standard
es: Es por defecto
fr: Est par défaut
it: È predefinito
pt: É por defeito
ru: По умолчанию

# lightning_address_set_default
source: Set as default
de: Als Standard festlegen
es: Establecer como por defecto
fr: Définir par défaut
it: Imposta come predefinito
pt: Definir como por defeito
ru: Установить по умолчанию

# create_new_wallet_help
source: Create new wallet
de: Neue Wallet erstellen
es: Crear nueva billetera
fr: Créer un nouveau portefeuille
it: Crea nuovo portafoglio
pt: Criar nova carteira
ru: Создать новый кошелек

# create_wallet_short_description
source: To create a new wallet, access your LNBits panel from the browser and use the "Create wallet" option.
de: Um eine neue Wallet zu erstellen, greifen Sie über den Browser auf Ihr LNBits-Panel zu und verwenden Sie die Option "Wallet erstellen".
es: Para crear una nueva billetera, accede a tu panel LNBits desde el navegador y usa la opción "Crear billetera".
fr: Pour créer un nouveau portefeuille, accédez à votre panneau LNBits depuis le navigateur et utilisez l'option "Créer un portefeuille".
it: Per creare un nuovo portafoglio, accedi al tuo pannello LNBits dal browser e usa l'opzione "Crea portafoglio".
pt: Para criar uma nova carteira, aceda ao seu painel LNBits pelo navegador e use a opção \"Criar carteira\".
ru: Чтобы создать новый кошелек, войдите в панель LNBits через браузер и используйте опцию \"Создать кошелек\".

# create_wallet_detailed_instructions
source: To create a new wallet:\n\n1. Open your web browser\n2. Access your LNBits server\n3. Log in with your account\n4. Look for the "Create wallet" button\n5. Assign a name to your new wallet\n6. Return to LaChispa and refresh your wallets\n\nThe new wallet will appear automatically in your list.
de: Um eine neue Wallet zu erstellen:\n\n1. Öffnen Sie Ihren Webbrowser\n2. Greifen Sie auf Ihren LNBits-Server zu\n3. Melden Sie sich mit Ihrem Konto an\n4. Suchen Sie nach der Schaltfläche "Wallet erstellen"\n5. Vergeben Sie einen Namen für Ihre neue Wallet\n6. Kehren Sie zu LaChispa zurück und aktualisieren Sie Ihre Wallets\n\nDie neue Wallet wird automatisch in Ihrer Liste angezeigt.
es: Para crear una nueva billetera:\n\n1. Abre tu navegador web\n2. Accede a tu servidor LNBits\n3. Inicia sesión con tu cuenta\n4. Busca el botón "Crear billetera"\n5. Asigna un nombre a tu nueva billetera\n6. Regresa a LaChispa y actualiza tus billeteras\n\nLa nueva billetera aparecerá automáticamente en tu lista.
fr: Pour créer un nouveau portefeuille :\n\n1. Ouvrez votre navigateur web\n2. Accédez à votre serveur LNBits\n3. Connectez-vous avec votre compte\n4. Recherchez le bouton "Créer un portefeuille"\n5. Attribuez un nom à votre nouveau portefeuille\n6. Retournez à LaChispa et actualisez vos portefeuilles\n\nLe nouveau portefeuille apparaîtra automatiquement dans votre liste.
it: Per creare un nuovo portafoglio:\n\n1. Apri il tuo browser web\n2. Accedi al tuo server LNBits\n3. Effettua l'accesso con il tuo account\n4. Cerca il pulsante "Crea portafoglio"\n5. Assegna un nome al tuo nuovo portafoglio\n6. Torna a LaChispa e aggiorna i tuoi portafogli\n\nIl nuovo portafoglio apparirà automaticamente nella tua lista.
pt: Para criar uma nova carteira:\n\n1. Abra o seu navegador web\n2. Aceda ao seu servidor LNBits\n3. Inicie sessão com a sua conta\n4. Procure o botão \"Criar carteira\"\n5. Atribua um nome à sua nova carteira\n6. Regresse ao LaChispa e atualize as suas carteiras\n\nA nova carteira aparecerá automaticamente na sua lista.
ru: Чтобы создать новый кошелек:\\n\\n1. Откройте веб-браузер\\n2. Войдите на ваш сервер LNBits\\n3. Войдите в свой аккаунт\\n4. Найдите кнопку \"Создать кошелек\"\\n5. Дайте имя вашему новому кошельку\\n6. Вернитесь в LaChispa и обновите ваши кошельки\\n\\nНовый кошелек автоматически появится в вашем списке.

# fixed_float_loading
source: Loading Fixed Float...
de: Lade Fixed Float...
es: Cargando Fixed Float...
fr: Chargement de Fixed Float...
it: Caricamento Fixed Float...
pt: A carregar Fixed Float...
ru: Загрузка Fixed Float...

# fixed_float_description
source: Exchange cryptocurrencies with fixed rates and no registration
de: Tauschen Sie Kryptowährungen mit festen Kursen und ohne Registrierung
es: Intercambia criptomonedas con tasas fijas y sin registro
fr: Échangez des cryptomonnaies avec des taux fixes et sans inscription
it: Scambia criptovalute con tassi fissi e senza registrazione
pt: Troque criptomoedas com taxas fixas e sem registo
ru: Обменивайте криптовалюты по\nфиксированным курсам без регистрации

# fixed_float_webview_error
source: WebView not available on this platform. Will open in external browser.
de: WebView ist auf dieser Plattform nicht verfügbar. Wird im externen Browser geöffnet.
es: WebView no disponible en esta plataforma. Se abrirá en navegador externo.
fr: WebView non disponible sur cette plateforme. Ouverture dans le navigateur externe.
it: WebView non disponibile su questa piattaforma.\nAprirà nel browser esterno.
pt: WebView não disponível nesta plataforma. Abrirá no navegador externo.
ru: WebView недоступен на этой платформе.\\nОткроется во внешнем браузере.

# fixed_float_open_button
source: Open Fixed Float
de: Fixed Float öffnen
es: Abrir Fixed Float
fr: Ouvrir Fixed Float
it: Apri Fixed Float
pt: Abrir Fixed Float
ru: Открыть Fixed Float

# fixed_float_error_opening
source: Error opening Fixed Float: {error}
de: Fehler beim Öffnen von Fixed Float: {error}
es: Error abriendo Fixed Float: {error}
fr: Erreur lors de l'ouverture de Fixed Float : {error}
it: Errore nell'apertura di Fixed Float: {error}
pt: Erro ao abrir Fixed Float: {error}
ru: Ошибка открытия Fixed Float: {error}

# fixed_float_external_browser
source: Will open Fixed Float in external browser
de: Öffnet Fixed Float im externen Browser
es: Se abrirá Fixed Float en navegador externo
fr: Ouvrira Fixed Float dans le navigateur externe
it: Aprirà Fixed Float nel browser esterno
pt: Abrirá Fixed Float no navegador externo
ru: Откроет Fixed Float во внешнем браузере

# fixed_float_within_app
source: Opens Fixed Float within the app
de: Öffnet Fixed Float innerhalb der App
es: Abre Fixed Float dentro de la aplicación
fr: Ouvre Fixed Float dans l'application
it: Apre Fixed Float nell'applicazione
pt: Abre Fixed Float dentro da aplicação
ru: Открывает Fixed Float в приложении

# boltz_loading
source: Loading Boltz...
de: Lade Boltz...
es: Cargando Boltz...
fr: Chargement de Boltz...
it: Caricamento Boltz...
pt: A carregar Boltz...
ru: Загрузка Boltz...

# boltz_description
source: Trustless Bitcoin and Lightning atomic swaps
de: Vertrauenslose Bitcoin und Lightning atomare Swaps
es: Intercambios atómicos sin confianza de Bitcoin y Lightning
fr: Échanges atomiques Bitcoin et Lightning sans confiance
it: Scambi atomici Bitcoin e Lightning senza fiducia
pt: Trocas atómicas de Bitcoin e Lightning sem necessidade de confiança
ru: Атомные свопы Bitcoin и Lightning\nбез доверия

# boltz_webview_error
source: WebView not available on this platform. Will open in external browser.
de: WebView ist auf dieser Plattform nicht verfügbar. Wird im externen Browser geöffnet.
es: WebView no disponible en esta plataforma. Se abrirá en navegador externo.
fr: WebView non disponible sur cette plateforme. Ouverture dans le navigateur externe.
it: WebView non disponibile su questa piattaforma.\nAprirà nel browser esterno.
pt: WebView não disponível nesta plataforma. Abrirá no navegador externo.
ru: WebView недоступен на этой платформе.\\nОткроется во внешнем браузере.

# boltz_open_button
source: Open Boltz
de: Boltz öffnen
es: Abrir Boltz
fr: Ouvrir Boltz
it: Apri Boltz
pt: Abrir Boltz
ru: Открыть Boltz

# boltz_error_opening
source: Error opening Boltz: {error}
de: Fehler beim Öffnen von Boltz: {error}
es: Error abriendo Boltz: {error}
fr: Erreur lors de l'ouverture de Boltz : {error}
it: Errore nell'apertura di Boltz: {error}
pt: Erro ao abrir Boltz: {error}
ru: Ошибка открытия Boltz: {error}

# boltz_external_browser
source: Will open Boltz in external browser
de: Öffnet Boltz im externen Browser
es: Se abrirá Boltz en navegador externo
fr: Ouvrira Boltz dans le navigateur externe
it: Aprirà Boltz nel browser esterno
pt: Abrirá Boltz no navegador externo
ru: Откроет Boltz во внешнем браузере

# boltz_within_app
source: Opens Boltz within the app
de: Öffnet Boltz innerhalb der App
es: Abre Boltz dentro de la aplicación
fr: Ouvre Boltz dans l'application
it: Apre Boltz nell'applicazione
pt: Abre Boltz dentro da aplicação
ru: Открывает Boltz в приложении

# add_note_optional
source: Add a note (optional)
de: Notiz hinzufügen (optional)
es: Añadir una nota (opcional)
fr: Ajouter une note (optionnel)
it: Aggiungi nota (opzionale)
pt: Adicionar uma nota (opcional)
ru: Добавить заметку (необязательно)

# currency_settings_title
source: Currency Selection
de: Währungsauswahl
es: Selección de Monedas
fr: Sélection de devises
it: Selezione valute
pt: Seleção de Moedas
ru: Выбор валют

# currency_settings_subtitle
source: Select your preferred currencies
de: Wählen Sie Ihre bevorzugten Währungen
es: Selecciona tus monedas preferidas
fr: Sélectionnez vos devises préférées
it: Seleziona le tue valute preferite
pt: Selecione suas moedas preferidas
ru: Выберите ваши предпочитаемые валюты

source: Available Currencies
de: Verfügbare Währungen
es: Monedas Disponibles
fr: Devises disponibles
it: Valute disponibili
pt: Moedas Disponíveis
ru: Доступные валюты

source: Selected Currencies
de: Ausgewählte Währungen
es: Monedas Seleccionadas
fr: Devises sélectionnées
it: Valute selezionate
pt: Moedas Selecionadas
ru: Выбранные валюты

# no_currencies_available
source: No currencies available from server
de: Keine Währungen vom Server verfügbar
es: No hay monedas disponibles del servidor
fr: Aucune devise disponible depuis le serveur
it: Nessuna valuta disponibile dal server
pt: Nenhuma moeda disponível do servidor
ru: Нет доступных валют с сервера

# select_currencies_hint
source: Select currencies from the list above
de: Währungen aus der obigen Liste auswählen
es: Selecciona monedas de la lista de arriba
fr: Sélectionnez des devises dans la liste ci-dessus
it: Seleziona valute dall'elenco sopra
pt: Selecione moedas da lista acima
ru: Выберите валюты из списка выше

# preview_title
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima
pt: Visualização
ru: Предпросмотр

# tap_to_cycle
source: Tap to cycle currencies
de: Tippen, um Währungen zu wechseln
es: Toca para cambiar monedas
fr: Appuyez pour parcourir les devises
it: Tocca per scorrere le valute
pt: Toque para alternar moedas
ru: Нажмите для переключения валют

# settings_screen_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки

# about_title
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ru: Информация

# currency_validation_info
source: When selecting a currency, it will be verified if it's available on this server
de: Bei der Auswahl einer Währung wird überprüft, ob sie auf diesem Server verfügbar ist
es: Al seleccionar una moneda, se verificará si está disponible en este servidor
fr: Lors de la sélection d'une devise, il sera vérifié si elle est disponible sur ce serveur
it: Quando si seleziona una valuta, verrà verificato se è disponibile su questo server
pt: Ao selecionar uma moeda, será verificado se está disponível neste servidor
ru: При выборе валюты будет проверено, доступна ли она на этом сервере

source: Checking {currency} availability...
de: Überprüfung der Verfügbarkeit von {currency}...
es: Verificando disponibilidad de {currency}...
fr: Vérification de la disponibilité de {currency}...
it: Verifica disponibilità di {currency}...
pt: Verificando disponibilidade de {currency}...
ru: Проверка доступности {currency}...

source: {currency} added successfully
de: {currency} erfolgreich hinzugefügt
es: {currency} agregado correctamente
fr: {currency} ajouté avec succès
it: {currency} aggiunto con successo
pt: {currency} adicionado com sucesso
ru: {currency} успешно добавлен

# currency_not_available_on_server
source: {currencyName} ({currency}) is not available on this server
de: {currencyName} ({currency}) ist auf diesem Server nicht verfügbar
es: {currencyName} ({currency}) no está disponible en este servidor
fr: {currencyName} ({currency}) n'est pas disponible sur ce serveur
it: {currencyName} ({currency}) non è disponibile su questo server
pt: {currencyName} ({currency}) não está disponível neste servidor
ru: {currencyName} ({currency}) недоступна на этом сервере

# error_checking_currency
source: Error checking {currency}: {error}
de: Fehler beim Überprüfen von {currency}: {error}
es: Error verificando {currency}: {error}
fr: Erreur lors de la vérification de {currency} : {error}
it: Errore nella verifica di {currency}: {error}
pt: Erro ao verificar {currency}: {error}
ru: Ошибка при проверке {currency}: {error}

# deep_link_login_required_title
source: Login Required
de: Anmeldung erforderlich
es: Inicio de sesión requerido
fr: Connexion requise
it: Accesso richiesto
pt: Login Necessário
ru: Требуется вход в систему

# deep_link_login_required_message
source: You must log in to your LaChispa account to process this payment.
de: Sie müssen sich in Ihr LaChispa-Konto einloggen, um diese Zahlung zu verarbeiten.
es: Debes iniciar sesión en tu cuenta LaChispa para procesar este pago.
fr: Vous devez vous connecter à votre compte LaChispa pour traiter ce paiement.
it: Devi accedere al tuo account LaChispa per elaborare questo pagamento.
pt: Você deve fazer login em sua conta LaChispa para processar este pagamento.
ru: Вы должны войти в свою учетную запись LaChispa для обработки этого платежа.

# loading_rates_text
source: Loading rates...
de: Lade Kurse...
fr: Chargement des taux...
it: Caricamento tassi...
pt: Carregando taxas...
ru: Загрузка курсов...

# send_button_prefix
source: SEND
de: SENDEN
fr: ENVOYER
it: INVIA
pt: ENVIAR
ru: ОТПРАВИТЬ

# sending_lightning_payment
source: Sending Lightning Address payment...
de: Sende Lightning-Adresse-Zahlung...
fr: Envoi du paiement Lightning Address...
it: Invio pagamento Lightning Address...
pt: Enviando pagamento Lightning Address...
ru: Отправка Lightning Address платежа...
