Repository: lachispame/lachispa
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt, ru

# welcome_title
source: Welcome to La Chispa!
de: Willkommen bei La Chispa!
es: ¡Bienvenido a La Chispa!
fr: Bienvenue à La Chispa !
it: Benvenuto a La Chispa!
pt: Bem-vindo ao La Chispa!
ru: Добро пожаловать в La Chispa!

# welcome_subtitle
source: Lightning for everyone
de: Lightning für alle
es: Lightning para todos
fr: Lightning pour tous
it: Lightning per tutti
pt: Lightning para todos
ru: Lightning для всех

# get_started_button
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Iniziamo
pt: Começar
ru: Начать

# tap_to_start_hint
source: As easy as lighting a spark
de: So einfach wie einen Funken zu entzünden
es: Tan fácil como encender una chispa
fr: Aussi simple qu'allumer une étincelle
it: Semplice come accendere una scintilla
pt: Tão fácil como acender uma faísca
ru: Просто как зажечь искру

# choose_option_title
source: Connect with your favorite LNBits server
de: Verbinden Sie sich mit Ihrem liebsten LNBits-Server
es: Conecta con tu servidor LNBits favorito
fr: Connectez-vous à votre serveur LNBits préféré
it: Connettiti al tuo server LNBits preferito
pt: Conecte com o seu servidor LNBits favorito
ru: Подключитесь к вашему любимому серверу LNBits

# create_new_wallet_title
source: Create New Wallet
de: Neue Wallet erstellen
es: Crear Nueva Billetera
fr: Créer un nouveau portefeuille
it: Crea nuovo portafoglio
pt: Criar Nova Carteira
ru: Создать новый кошелек

# create_new_wallet_subtitle
source: Set up your own Lightning wallet
de: Ihre eigene Lightning-Wallet einrichten
es: Configurar tu propia billetera Lightning
fr: Configurez votre propre portefeuille Lightning
it: Configura il tuo portafoglio Lightning
pt: Configure a sua própria carteira Lightning
ru: Настройте ваш Lightning кошелек

# use_existing_wallet_title
source: Use Existing Wallet
de: Bestehende Wallet verwenden
es: Usar Billetera Existente
fr: Utiliser un portefeuille existant
it: Usa portafoglio esistente
pt: Usar Carteira Existente
ru: Использовать существующий кошелек

# use_existing_wallet_subtitle
source: Connect to a Lightning wallet
de: Mit einer Lightning-Wallet verbinden
es: Conectar a una billetera Lightning
fr: Se connecter à un portefeuille Lightning
it: Connettiti a un portafoglio Lightning
pt: Conectar a uma carteira Lightning
ru: Подключитесь к Lightning кошельку

# server_settings_title
source: Current Server
de: Aktueller Server
es: Servidor actual
fr: Serveur actuel
it: Server corrente
pt: Servidor Atual
ru: Текущий сервер

# change_server_button
source: Change Server
de: Server ändern
es: Cambiar servidor
fr: Changer de serveur
it: Cambia server
pt: Alterar Servidor
ru: Изменить сервер

# server_url_label
source: Server URL
es: URL del Servidor
fr: URL du serveur
it: URL del server
pt: URL do Servidor
ru: URL сервера

# admin_label
source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administrador
ru: Администратор

# admin_key_label
source: Admin Key
de: Admin-Schlüssel
es: Clave de Administrador
fr: Clé administrateur
it: Chiave amministratore
pt: Chave do Admin
ru: Ключ администратора

# invoice_key_label
source: Invoice Key
de: Rechnungsschlüssel
es: Clave de Facturación
fr: Clé de facturation
it: Chiave fattura
pt: Chave da Fatura
ru: Ключ счета

# admin_key_placeholder
source: Enter admin key
de: Admin-Schlüssel eingeben
es: Ingresa la clave de administrador
fr: Entrer la clé administrateur
it: Inserisci chiave amministratore
pt: Inserir chave do admin
ru: Введите ключ администратора

# invoice_key_placeholder
source: Enter invoice key
de: Rechnungsschlüssel eingeben
es: Ingresa la clave de facturación
fr: Entrer la clé de facturation
it: Inserisci chiave fattura
pt: Inserir chave da fatura
ru: Введите ключ счета

# connect_button
source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
pt: Conectar
ru: Подключить

# connecting_button
source: CONNECTING...
de: VERBINDE...
es: CONECTANDO...
fr: CONNEXION EN COURS...
it: CONNESSIONE IN CORSO...
pt: CONECTANDO...
ru: ПОДКЛЮЧЕНИЕ...

# connection_error_prefix
source: Connection error:
de: Verbindungsfehler:
es: Error de conexión:
fr: Erreur de connexion :
it: Errore di connessione:
pt: Erro de conexão:
ru: Ошибка подключения:

# login_title
source: Login
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
it: Accedi
pt: Iniciar Sessão
ru: Войти

# username_label
source: Username
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de Utilizador
ru: Имя пользователя

# password_label
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Palavra-passe
ru: Пароль

# username_placeholder
source: Enter your username
de: Benutzername eingeben
es: Introduce tu nombre de usuario
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
pt: Inserir o seu nome de utilizador
ru: Введите ваше имя пользователя

# password_placeholder
source: Enter your password
de: Passwort eingeben
es: Introduce tu contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Inserir a sua palavra-passe
ru: Введите ваш пароль

# login_button
source: Login
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
it: Accedi
pt: Iniciar Sessão
ru: Войти

# logging_in_button
source: LOGGING IN...
de: MELDE AN...
es: INICIANDO SESIÓN...
fr: CONNEXION EN COURS...
it: ACCESSO IN CORSO...
pt: INICIANDO SESSÃO...
ru: ВХОД...

# no_account_question
source: Don't have an account?
de: Haben Sie kein Konto?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt: Não tem conta?
ru: Нет аккаунта?

# register_link
source: Sign up
de: Registrieren
es: Regístrate
fr: S'inscrire
it: Registrati
pt: Registar
ru: Зарегистрироваться

# login_error_prefix
source: Login error:
de: Anmeldefehler:
es: Error en el inicio de sesión:
fr: Erreur de connexion :
it: Errore di accesso:
pt: Erro no início de sessão:
ru: Ошибка входа:

# create_account_title
source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
it: Crea account
pt: Criar Conta
ru: Создать аккаунт

# signup_username_label
source: Username
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de Utilizador
ru: Имя пользователя

# signup_password_label
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Palavra-passe
ru: Пароль

# confirm_password_label
source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt: Confirmar Palavra-passe
ru: Подтвердите пароль

# signup_username_placeholder
source: Enter a username
de: Benutzername eingeben
es: Introduce un nombre de usuario
fr: Entrez un nom d'utilisateur
it: Inserisci un nome utente
pt: Inserir um nome de utilizador
ru: Введите имя пользователя

# signup_password_placeholder
source: Enter a password
de: Passwort eingeben
es: Introduce una contraseña
fr: Entrez un mot de passe
it: Inserisci una password
pt: Inserir uma palavra-passe
ru: Введите пароль

# confirm_password_placeholder
source: Repeat your password
de: Passwort wiederholen
es: Repite tu contraseña
fr: Répétez votre mot de passe
it: Ripeti la tua password
pt: Repetir a sua palavra-passe
ru: Повторите ваш пароль

# create_account_button
source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
it: Crea account
pt: Criar Conta
ru: Создать аккаунт

# creating_account_button
source: CREATING ACCOUNT...
de: ERSTELLE KONTO...
es: CREANDO CUENTA...
fr: CRÉATION DU COMPTE...
it: CREAZIONE ACCOUNT...
pt: CRIANDO CONTA...
ru: СОЗДАНИЕ АККАУНТА...

# already_have_account_question
source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt: Já tem conta?
ru: Уже есть аккаунт?

# login_link
source: Login
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
it: Accedi
pt: Iniciar Sessão
ru: Войти

# passwords_mismatch_error
source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As palavras-passe não coincidem
ru: Пароли не совпадают

# account_creation_error_prefix
source: Error creating account:
de: Fehler beim Erstellen des Kontos:
es: Error al crear cuenta:
fr: Erreur lors de la création du compte :
it: Errore nella creazione dell'account:
pt: Erro ao criar conta:
ru: Ошибка создания аккаунта:

# wallet_title
source: Wallet
es: Billetera
fr: Portefeuille
it: Portafoglio
pt: Carteira
ru: Кошелек

# balance_label
source: Balance
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
pt: Saldo
ru: Баланс

# receive_button
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
pt: Receber
ru: Получить

# send_button
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar
ru: Отправить

# history_button
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt: Histórico
ru: История

# settings_button
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки

# loading_text
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...
ru: Загрузка...

# history_title
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt: Histórico
ru: История

# loading_transactions_text
source: Loading transactions...
de: Lade Transaktionen...
es: Cargando transacciones...
fr: Chargement des transactions...
it: Caricamento transazioni...
pt: Carregando transações...
ru: Загрузка транзакций...

# no_transactions_text
source: No transactions
de: Keine Transaktionen
es: No hay transacciones
fr: Aucune transaction
it: Nessuna transazione
pt: Sem transações
ru: Нет транзакций

# no_transactions_description
source: You haven't made any transactions yet.
de: Sie haben noch keine Transaktionen durchgeführt.
es: Aún no has realizado ninguna transacción.
fr: Vous n'avez encore effectué aucune transaction.
it: Non hai ancora effettuato transazioni.
pt: Ainda não fez nenhuma transação.
ru: У вас пока нет транзакций.

# sent_label
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
pt: Enviado
ru: Отправлено

# received_label
source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
pt: Recebido
ru: Получено

# pending_label
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
pt: Pendente
ru: В ожидании

# failed_label
source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échoué
it: Fallito
pt: Falhada
ru: Не удалось

# loading_transactions_error_prefix
source: Error loading transactions:
de: Fehler beim Laden der Transaktionen:
es: Error cargando transacciones:
fr: Erreur lors du chargement des transactions :
it: Errore nel caricamento delle transazioni:
pt: Erro ao carregar transações:
ru: Ошибка загрузки транзакций:

# create_lnaddress_label
source: or create a:
de: oder Sie können auch erstellen :
es: o también puedes crear una:
it: o anche puoi creare un:

# lightning_address_title
source: Lightning Address
de: Lightning-Adresse
es: Dirección Lightning
fr: Adresse Lightning
it: Indirizzo Lightning
pt: Endereço Lightning
ru: Lightning адрес

# loading_address_text
source: Loading address...
de: Lade Adresse...
es: Cargando dirección...
fr: Chargement de l'adresse...
it: Caricamento indirizzo...
pt: Carregando endereço...
ru: Загрузка адреса...

# your_lightning_address_label
source: Your Lightning address:
de: Ihre Lightning-Adresse:
es: Tu dirección Lightning:
fr: Votre adresse Lightning :
it: Il tuo indirizzo Lightning:
pt: O seu endereço Lightning:
ru: Ваш Lightning адрес:

# not_available_text
source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
pt: Não disponível
ru: Недоступно

# share_button
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Partilhar
ru: Поделиться

# copy_button
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt: Copiar
ru: Копировать

# address_copied_message
source: Address copied to clipboard
de: Adresse in die Zwischenablage kopiert
es: Dirección copiada al portapapeles
fr: Adresse copiée dans le presse-papiers
it: Indirizzo copiato negli appunti
pt: Endereço copiado para a área de transferência
ru: Адрес скопирован в буфер обмена

# loading_address_error_prefix
source: Error loading Lightning address:
de: Fehler beim Laden der Lightning-Adresse:
es: Error cargando dirección Lightning:
fr: Erreur lors du chargement de l'adresse Lightning :
it: Errore nel caricamento dell'indirizzo Lightning:
pt: Erro ao carregar endereço Lightning:
ru: Ошибка загрузки Lightning адреса:

# settings_title
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Acerca de
ru: Информация

# lightning_address_option
source: Lightning Address
de: Lightning-Adresse
es: Dirección Lightning
fr: Adresse Lightning
it: Indirizzo Lightning
pt: Endereço Lightning
ru: Lightning адрес

# lightning_address_description
source: View your Lightning address
de: Ihre Lightning-Adresse anzeigen
es: Ver tu dirección Lightning
fr: Voir votre adresse Lightning
it: Visualizza il tuo indirizzo Lightning
pt: Ver o seu endereço Lightning
ru: Просмотреть ваш Lightning адрес

# logout_option
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
it: Disconnetti
pt: Terminar Sessão
ru: Выйти

# logout_description
source: Disconnect from current account
de: Vom aktuellen Konto trennen
es: Desconectar de la cuenta actual
fr: Se déconnecter du compte actuel
it: Disconnettiti dall'account corrente
pt: Desconectar da conta atual
ru: Выйти из текущего аккаунта

# confirm_logout_title
source: Confirm Logout
de: Abmeldung bestätigen
es: Confirmar Cierre de Sesión
fr: Confirmer la déconnexion
it: Conferma disconnessione
pt: Confirmar Fim de Sessão
ru: Подтвердить выход

# confirm_logout_message
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que deseas cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di volerti disconnettere?
pt: Tem a certeza de que deseja terminar a sessão?
ru: Вы уверены, что хотите выйти?

# cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# logout_confirm_button
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
it: Disconnetti
pt: Terminar Sessão
ru: Выйти

# receive_title
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
pt: Receber
ru: Получить

# create_invoice_label
source: Create an invoice to receive payments directly in your wallet
de: Erstellen Sie eine Rechnung, um Zahlungen direkt in Ihrer Wallet zu erhalten
es: Crea una factura para recibir pagos directamente en tu wallet
it: Crea una fattura per ricevere pagamenti direttamente nel tuo portafoglio

# amount_sats_label
source: Request Amount
de: Angeforderten Betrag
es: Solicitar Monto
fr: Montant demandé
it: Importo richiesto
pt: Solicitar Quantia
ru: Запрашиваемая сумма

# amount_label
source: Amount
de: Betrag
es: Cantidad
fr: Montant
it: Importo
pt: Quantia
ru: Сумма

# currency_label
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
pt: Moeda
ru: Валюта

# description_label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição
ru: Описание

# amount_sats_placeholder
source: Enter amount in sats
de: Betrag in Sats eingeben
es: Introduce el monto en sats
fr: Entrez le montant en sats
it: Inserisci importo in sats
pt: Inserir quantia em sats
ru: Введите сумму в сатоши

# description_placeholder
source: Optional description
de: Optionale Beschreibung
es: Descripción opcional
fr: Description optionnelle
it: Descrizione opzionale
pt: Descrição opcional
ru: Необязательное описание

# optional_description_label
source: Description (Optional)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fr: Description (Optionnelle)
it: Descrizione (Opzionale)
pt: Descrição (Opcional)
ru: Описание (Необязательно)

source: Copy Lightning Address
de: Lightning-Adresse kopieren
es: Copiar Lightning Address
fr: Copier l'Adresse Lightning
it: Copia Indirizzo Lightning
pt: Copiar Endereço Lightning
ru: Копировать Lightning адрес

source: Copy LNURL
de: LNURL kopieren
es: Copiar LNURL
fr: Copier LNURL
it: Copia LNURL
pt: Copiar LNURL
ru: Копировать LNURL

# generate_invoice_button
source: Generate Invoice
de: Rechnung erstellen
es: Generar Factura
fr: Générer la facture
it: Genera fattura
pt: Gerar Fatura
ru: Создать счет

# generating_button
source: GENERATING...
de: ERSTELLE...
es: GENERANDO...
fr: GÉNÉRATION...
it: GENERAZIONE...
pt: GERANDO...
ru: СОЗДАНИЕ...

# invoice_generated_message
source: Invoice generated successfully
de: Rechnung erfolgreich erstellt
es: Factura generada correctamente
fr: Facture générée avec succès
it: Fattura generata con successo
pt: Fatura gerada com sucesso
ru: Счет успешно создан

# invoice_generation_error_prefix
source: Error generating invoice:
de: Fehler beim Erstellen der Rechnung:
es: Error generando factura:
fr: Erreur lors de la génération de la facture :
it: Errore nella generazione della fattura:
pt: Erro ao gerar fatura:
ru: Ошибка создания счета:

# send_title
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar
ru: Отправить

# paste_invoice_placeholder
source: Paste invoice, LNURL or address
de: Rechnung, LNURL oder Adresse einfügen
es: Pega factura, LNURL o dirección
fr: Coller la facture, LNURL ou adresse
it: Incolla fattura, LNURL o indirizzo
pt: Colar fatura, LNURL ou endereço
ru: Вставьте счет, LNURL или адрес

# paste_button
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
pt: Colar
ru: Вставить

# scan_button
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
pt: Digitalizar
ru: Сканировать

# voucher_scan_title
source: Scan Voucher
de: Voucher scannen
es: Escanear Voucher
fr: Scanner le voucher
it: Scansiona voucher
pt: Digitalizar Voucher
ru: Сканировать ваучер

# voucher_scan_instructions
source: Point your camera at the LNURL-withdraw voucher QR code
de: Richten Sie Ihre Kamera auf den LNURL-withdraw Voucher QR-Code
es: Apunta tu cámara al código QR del voucher LNURL-withdraw
fr: Pointez votre caméra vers le code QR du voucher LNURL-withdraw
it: Punta la fotocamera sul codice QR del voucher LNURL-withdraw
pt: Aponte a sua câmara para o código QR do voucher LNURL-withdraw
ru: Наведите камеру на QR-код ваучера LNURL-withdraw

# voucher_scan_subtitle
source: The app will automatically detect the voucher and allow you to claim it
de: Die App erkennt automatisch den Voucher und ermöglicht es Ihnen, ihn einzulösen
es: La aplicación detectará automáticamente el voucher y te permitirá cobrarlo
fr: L'application détectera automatiquement le voucher et vous permettra de l'encaisser
it: L'app rileverà automaticamente il voucher e ti permetterà di riscattarlo
pt: A aplicação detetará automaticamente o voucher e permitirá que o resgate
ru: Приложение автоматически обнаружит ваучер и позволит вам его активировать

# voucher_scan_button
source: Scan QR
de: QR scannen
es: Escanear QR
fr: Scanner QR
it: Scansiona QR
pt: Digitalizar QR
ru: Сканировать QR

# voucher_tap_to_scan
source: Tap to open camera
de: Tippen Sie, um die Kamera zu öffnen
es: Toca para abrir la cámara
fr: Appuyez pour ouvrir la caméra
it: Tocca per aprire la fotocamera
pt: Toque para abrir a câmara
ru: Нажмите, чтобы открыть камеру

# voucher_manual_input
source: Enter code manually
de: Code manuell eingeben
es: Introducir código manualmente
fr: Saisir le code manuellement
it: Inserisci codice manualmente
pt: Inserir código manualmente
ru: Ввести код вручную

# voucher_processing
source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
it: Elaborazione...
pt: A processar...
ru: Обработка...

# voucher_manual_input_hint
source: Paste the LNURL-withdraw voucher code:
de: Fügen Sie den LNURL-withdraw Voucher-Code ein:
es: Pega el código LNURL-withdraw del voucher:
fr: Collez le code LNURL-withdraw du voucher :
it: Incolla il codice LNURL-withdraw del voucher:
pt: Cole o código LNURL-withdraw do voucher:
ru: Вставьте код ваучера LNURL-withdraw:

# process_button
source: Process
de: Verarbeiten
es: Procesar
fr: Traiter
it: Elabora
pt: Processar
ru: Обработать

# voucher_detected_title
source: Voucher Detected
de: Voucher erkannt
es: Voucher Detectado
fr: Voucher détecté
it: Voucher rilevato
pt: Voucher Detetado
ru: Ваучер обнаружен

# voucher_fixed_amount
source: Fixed amount:
de: Fester Betrag:
es: Cantidad fija:
fr: Montant fixe :
it: Importo fisso:
pt: Quantia fixa:
ru: Фиксированная сумма:

# voucher_amount_range
source: Available range:
de: Verfügbarer Bereich:
es: Rango disponible:
fr: Plage disponible :
it: Intervallo disponibile:
pt: Intervalo disponível:
ru: Доступный диапазон:

# voucher_amount_to_claim
source: Amount to claim:
de: Zu beanspruchender Betrag:
es: Cantidad a cobrar:
fr: Montant à réclamer :
it: Importo da riscattare:
pt: Quantia a resgatar:
ru: Сумма к получению:

# voucher_min_max_hint
source: Min: {min} sats • Max: {max} sats
es: Mínimo: {min} sats • Máximo: {max} sats
pt: Mín: {min} sats • Máx: {max} sats
ru: Мин: {min} сатоши • Макс: {max} сатоши

# voucher_claim_button
source: Claim Voucher
de: Voucher einlösen
es: Cobrar Voucher
fr: Réclamer le voucher
it: Riscatta voucher
pt: Resgatar Voucher
ru: Активировать ваучер

# voucher_amount_invalid
source: Invalid amount. Must be between {min} and {max} sats
de: Ungültiger Betrag. Muss zwischen {min} und {max} Sats liegen
es: Cantidad inválida. Debe estar entre {min} y {max} sats
fr: Montant invalide. Doit être entre {min} et {max} sats
it: Importo non valido. Deve essere tra {min} e {max} sats
pt: Quantia inválida. Deve estar entre {min} e {max} sats
ru: Неверная сумма. Должна быть между {min} и {max} сатоши

# voucher_claimed_title
source: Voucher claimed!
de: Voucher eingelöst!
es: ¡Voucher cobrado!
fr: Voucher réclamé !
it: Voucher riscattato!
pt: Voucher resgatado!
ru: Ваучер активирован!

# voucher_claimed_subtitle
source: The funds will appear in your wallet shortly.
de: Die Mittel werden in Kürze in Ihrer Wallet erscheinen.
es: Los fondos aparecerán en tu wallet en unos momentos.
fr: Les fonds apparaîtront dans votre portefeuille sous peu.
it: I fondi appariranno nel tuo portafoglio a breve.
pt: Os fundos aparecerão na sua carteira em breve.
ru: Средства вскоре появятся в вашем кошельке.

# voucher_invalid_code
source: Invalid code
de: Ungültiger Code
es: Código no válido
fr: Code invalide
it: Codice non valido
pt: Código inválido
ru: Неверный код

# voucher_not_valid_lnurl
source: The scanned code is not a valid LNURL-withdraw voucher.
de: Der gescannte Code ist kein gültiger LNURL-withdraw Voucher.
es: El código escaneado no es un voucher LNURL-withdraw válido.
fr: Le code scanné n'est pas un voucher LNURL-withdraw valide.
it: Il codice scansionato non è un voucher LNURL-withdraw valido.
pt: O código digitalizado não é um voucher LNURL-withdraw válido.
ru: Отсканированный код не является действительным ваучером LNURL-withdraw.

# voucher_processing_error
source: Error processing voucher
de: Fehler beim Verarbeiten des Vouchers
es: Error procesando el voucher
fr: Erreur lors du traitement du voucher
it: Errore nell'elaborazione del voucher
pt: Erro ao processar o voucher
ru: Ошибка обработки ваучера

source: Voucher already claimed
de: Voucher bereits eingelöst
es: Voucher ya cobrado
fr: Voucher déjà réclamé
it: Voucher già riscattato
pt: Voucher já resgatado
ru: Ваучер уже активирован
