Repository: lachispame/lachispa
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt, ru

# voucher_already_claimed_desc
source: This voucher has already been used and cannot be claimed again.
de: Dieser Voucher wurde bereits verwendet und kann nicht erneut eingelöst werden.
es: Este voucher ya fue usado y no puede ser cobrado nuevamente.
fr: Ce voucher a déjà été utilisé et ne peut pas être réclamé à nouveau.
it: Questo voucher è già stato utilizzato e non può essere riscattato nuovamente.
pt: Este voucher já foi usado e não pode ser resgatado novamente.
ru: Этот ваучер уже был использован и не может быть активирован повторно.

source: Voucher expired
de: Voucher abgelaufen
es: Voucher expirado
fr: Voucher expiré
it: Voucher scaduto
pt: Voucher expirado
ru: Ваучер истек

# voucher_expired_desc
source: This voucher has expired and is no longer valid.
de: Dieser Voucher ist abgelaufen und nicht mehr gültig.
es: Este voucher ha expirado y ya no es válido.
fr: Ce voucher a expiré et n'est plus valide.
it: Questo voucher è scaduto e non è più valido.
pt: Este voucher expirou e já não é válido.
ru: Этот ваучер истек и больше не действителен.

source: Voucher not found
de: Voucher nicht gefunden
es: Voucher no encontrado
fr: Voucher non trouvé
it: Voucher non trovato
pt: Voucher não encontrado
ru: Ваучер не найден

# voucher_not_found_desc
source: This voucher could not be found or may have been removed.
de: Dieser Voucher konnte nicht gefunden werden oder wurde möglicherweise entfernt.
es: Este voucher no pudo ser encontrado o puede haber sido eliminado.
fr: Ce voucher n'a pas pu être trouvé ou a peut-être été supprimé.
it: Questo voucher non è stato trovato o potrebbe essere stato rimosso.
pt: Este voucher não pôde ser encontrado ou pode ter sido removido.
ru: Этот ваучер не найден или мог быть удален.

# voucher_server_error
source: Server error
de: Server-Fehler
es: Error del servidor
fr: Erreur serveur
it: Errore del server
pt: Erro do servidor
ru: Ошибка сервера

# voucher_server_error_desc
source: There was a problem with the voucher server. Please try again later.
de: Es gab ein Problem mit dem Voucher-Server. Bitte versuchen Sie es später erneut.
es: Hubo un problema con el servidor del voucher. Inténtalo de nuevo más tarde.
fr: Il y a eu un problème avec le serveur du voucher. Veuillez réessayer plus tard.
it: C'è stato un problema con il server del voucher. Riprova più tardi.
pt: Houve um problema com o servidor do voucher. Tente novamente mais tarde.
ru: Возникла проблема с сервером ваучеров. Попробуйте еще раз позже.

# voucher_connection_error
source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione
pt: Erro de ligação
ru: Ошибка соединения

# voucher_connection_error_desc
source: Please check your internet connection and try again.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Verifica tu conexión a internet e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion internet et réessayer.
it: Controlla la tua connessione internet e riprova.
pt: Verifique a sua ligação à internet e tente novamente.
ru: Проверьте подключение к интернету и попробуйте еще раз.

# voucher_invalid_amount
source: Invalid amount
de: Ungültiger Betrag
es: Cantidad inválida
fr: Montant invalide
it: Importo non valido
pt: Quantia inválida
ru: Неверная сумма

# voucher_invalid_amount_desc
source: The voucher amount is not valid or has been corrupted.
de: Der Voucher-Betrag ist nicht gültig oder wurde beschädigt.
es: La cantidad del voucher no es válida o se ha corrompido.
fr: Le montant du voucher n'est pas valide ou a été corrompu.
it: L'importo del voucher non è valido o è stato corrotto.
pt: A quantia do voucher não é válida ou foi corrompida.
ru: Сумма ваучера недействительна или была повреждена.

# voucher_insufficient_funds
source: Insufficient funds
de: Unzureichende Mittel
es: Fondos insuficientes
fr: Fonds insuffisants
it: Fondi insufficienti
pt: Fundos insuficientes
ru: Недостаточно средств

# voucher_insufficient_funds_desc
source: The voucher does not have enough funds available.
de: Der Voucher hat nicht genügend verfügbare Mittel.
es: El voucher no tiene suficientes fondos disponibles.
fr: Le voucher n'a pas suffisamment de fonds disponibles.
it: Il voucher non ha fondi sufficienti disponibili.
pt: O voucher não tem fundos suficientes disponíveis.
ru: У ваучера недостаточно доступных средств.

# voucher_generic_error
source: Unable to process voucher
de: Voucher kann nicht verarbeitet werden
es: No se pudo procesar el voucher
fr: Impossible de traiter le voucher
it: Impossibile elaborare il voucher
pt: Não foi possível processar o voucher
ru: Не удается обработать ваучер

# voucher_generic_error_desc
source: There was an unexpected error processing this voucher. Please try again or contact support.
de: Es gab einen unerwarteten Fehler beim Verarbeiten dieses Vouchers. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es: Hubo un error inesperado procesando este voucher. Inténtalo de nuevo o contacta soporte.
fr: Il y a eu une erreur inattendue lors du traitement de ce voucher. Veuillez réessayer ou contacter le support.
it: C'è stato un errore imprevisto nell'elaborazione di questo voucher. Riprova o contatta il supporto.
pt: Houve um erro inesperado ao processar este voucher. Tente novamente ou contacte o suporte.
ru: Произошла неожиданная ошибка при обработке этого ваучера. Попробуйте еще раз или обратитесь в поддержку.

# pay_button
source: PAY
de: BEZAHLEN
es: PAGAR
fr: PAYER
it: PAGA
pt: PAGAR
ru: ОПЛАТИТЬ

# processing_button
source: PROCESSING...
de: VERARBEITE...
es: PROCESANDO...
fr: TRAITEMENT EN COURS...
it: ELABORAZIONE...
pt: PROCESSANDO...
ru: ОБРАБОТКА...

# payment_instruction_text
source: Paste a Lightning invoice, LNURL or address
de: Lightning-Rechnung, LNURL oder Adresse einfügen
es: Pega una factura Lightning, LNURL o dirección
fr: Coller une facture Lightning, LNURL ou adresse
it: Incolla una fattura Lightning, LNURL o indirizzo
pt: Colar uma fatura Lightning, LNURL ou endereço
ru: Вставьте Lightning счет, LNURL или адрес

# payment_processing_error_prefix
source: Error processing payment:
de: Fehler bei der Zahlungsverarbeitung:
es: Error procesando el pago:
fr: Erreur lors du traitement du paiement :
it: Errore nell'elaborazione del pagamento:
pt: Erro ao processar pagamento:
ru: Ошибка обработки платежа:

# no_active_session_error
source: No active session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
it: Nessuna sessione attiva
pt: Sem sessão ativa
ru: Нет активной сессии

# no_primary_wallet_error
source: No primary wallet available
de: Keine primäre Wallet verfügbar
es: No hay wallet principal disponible
fr: Aucun portefeuille principal disponible
it: Nessun portafoglio principale disponibile
pt: Sem carteira principal disponível
ru: Нет доступного основного кошелька

# invoice_decoding_error_prefix
source: Error decoding invoice:
de: Fehler beim Dekodieren der Rechnung:
es: Error decodificando factura:
fr: Erreur lors du décodage de la facture :
it: Errore nella decodifica della fattura:
pt: Erro ao descodificar fatura:
ru: Ошибка декодирования счета:

# send_to_title
source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à
it: Invia a
pt: Enviar para
ru: Отправить на

# invoice_cleared_message
source: Invoice cleared
es: Factura limpiada
it: Fattura cancellata

# clear_invoice_button
source: Clear invoice
es: Limpiar factura
it: Cancella fattura

# invoice_copied_message
source: Invoice copied
es: Factura copiada
it: Fattura copiata

# calculating_text
source: Calculating...
de: Berechne...
es: Calculando...
fr: Calcul...
it: Calcolo...
pt: Calculando...
ru: Вычисление...

# amount_processing_button
source: PROCESSING...
de: VERARBEITE...
es: PROCESANDO...
fr: TRAITEMENT EN COURS...
it: ELABORAZIONE...
pt: PROCESSANDO...
ru: ОБРАБОТКА...

# exchange_rates_error
source: Error loading exchange rates
de: Fehler beim Laden der Wechselkurse
es: Error cargando tipos de cambio
fr: Erreur lors du chargement des taux de change
it: Errore nel caricamento dei tassi di cambio
pt: Erro ao carregar taxas de câmbio
ru: Ошибка загрузки обменных курсов

# invalid_amount_error
source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
es: Por favor ingresa un monto válido
fr: Veuillez entrer un montant valide
it: Inserisci un importo valido
pt: Por favor, insira uma quantia válida
ru: Введите действительную сумму

# amount_payment_error_prefix
source: Error processing payment:
de: Fehler bei der Zahlungsverarbeitung:
es: Error procesando pago:
fr: Erreur lors du traitement du paiement :
it: Errore nell'elaborazione del pagamento:
pt: Erro ao processar pagamento:
ru: Ошибка обработки платежа:

# amount_no_session_error
source: No active session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
it: Nessuna sessione attiva
pt: Sem sessão ativa
ru: Нет активной сессии

# amount_no_wallet_error
source: No primary wallet available
de: Keine primäre Wallet verfügbar
es: Sin billetera principal disponible
fr: Aucun portefeuille principal disponible
it: Nessun portafoglio principale disponibile
pt: Sem carteira principal disponível
ru: Нет доступного основного кошелька

source: Sending LNURL payment...
de: Sende LNURL-Zahlung...
es: Enviando pago LNURL...
fr: Envoi du paiement LNURL...
it: Invio pagamento LNURL...
pt: Enviando pagamento LNURL...
ru: Отправка LNURL платежа...

# lnurl_payment_pending
source: LNURL payment pending - Hold invoice detected
de: LNURL-Zahlung ausstehend - Hold-Rechnung erkannt
es: Pago LNURL pendiente - Factura Hold detectada
fr: Paiement LNURL en attente - Facture de retenue détectée
it: Pagamento LNURL in attesa - Fattura di blocco rilevata
pt: Pagamento LNURL pendente - Fatura Hold detetada
ru: LNURL платеж ожидает - Обнаружен счет-холд

# lnurl_payment_success
source: LNURL payment completed successfully!
de: LNURL-Zahlung erfolgreich abgeschlossen!
es: Pago LNURL completado exitosamente!
fr: Paiement LNURL effectué avec succès !
it: Pagamento LNURL completato con successo!
pt: Pagamento LNURL concluído com sucesso!
ru: LNURL платеж успешно завершен!

# lightning_payment_pending
source: Lightning Address payment pending - Hold invoice detected
de: Lightning-Adresse-Zahlung ausstehend - Hold-Rechnung erkannt
es: Pago Lightning Address pendiente - Factura Hold detectada
fr: Paiement Lightning Address en attente - Facture de retenue détectée
it: Pagamento Lightning Address in attesa - Fattura di blocco rilevata
pt: Pagamento Lightning Address pendente - Fatura Hold detetada
ru: Lightning Address платеж ожидает - Обнаружен счет-холд

# lightning_payment_success
source: Lightning Address payment completed successfully!
de: Lightning-Adresse-Zahlung erfolgreich abgeschlossen!
es: Pago Lightning Address completado exitosamente!
fr: Paiement Lightning Address effectué avec succès !
it: Pagamento Lightning Address completato con successo!
pt: Pagamento Lightning Address concluído com sucesso!
ru: Lightning Address платеж успешно завершен!

# insufficient_balance_error
source: Insufficient balance to make payment
de: Unzureichendes Guthaben für die Zahlung
es: Saldo insuficiente para realizar el pago
fr: Solde insuffisant pour effectuer le paiement
it: Saldo insufficiente per effettuare il pagamento
pt: Saldo insuficiente para efetuar o pagamento
ru: Недостаточно средств для совершения платежа

# confirm_payment_title
source: Confirm Payment
de: Zahlung bestätigen
es: Confirmar Pago
fr: Confirmer le paiement
it: Conferma pagamento
pt: Confirmar Pagamento
ru: Подтвердить платеж

# invoice_description_label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição
ru: Описание

# no_description_text
source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
it: Nessuna descrizione
pt: Sem descrição
ru: Нет описания

# invoice_status_label
source: Status
es: Estado
fr: Statut
it: Stato
pt: Estado
ru: Статус

# expired_status
source: Expired
de: Abgelaufen
es: Expirada
fr: Expiré
it: Scaduto
pt: Expirada
ru: Истек

# valid_status
source: Valid
de: Gültig
es: Válida
fr: Valide
it: Valido
pt: Válida
ru: Действителен

# expiration_label
source: Expiration
de: Ablauf
es: Expiración
it: Scadenza
pt: Expiração
ru: Истечение

# payment_hash_label
source: Payment Hash
de: Zahlungs-Hash
es: Hash de Pago
fr: Hash de paiement
it: Hash pagamento
pt: Hash do Pagamento
ru: Хеш платежа

# recipient_label
source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
pt: Destinatário
ru: Получатель

# cancel_button_confirm
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

# pay_button_confirm
source: Pay
de: Bezahlen
es: Pagar
fr: Payer
it: Paga
pt: Pagar
ru: Оплатить

# confirm_button
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить

# expired_button_text
source: Expired
de: Abgelaufen
es: Expirada
fr: Expiré
it: Scaduto
pt: Expirada
ru: Истек

# sending_button
source: Sending...
de: Sende...
es: Enviando...
fr: Envoi...
it: Invio...
pt: Enviando...
ru: Отправка...

# invoice_expired_error
source: The invoice has expired and cannot be paid
de: Die Rechnung ist abgelaufen und kann nicht bezahlt werden
es: La factura ha expirado y no se puede pagar
fr: La facture a expiré et ne peut pas être payée
it: La fattura è scaduta e non può essere pagata
pt: A fatura expirou e não pode ser paga
ru: Счет истек и не может быть оплачен

# amountless_invoice_error
source: Invoice without amount not supported. Please request an invoice with a specific amount.
de: Rechnung ohne Betrag wird nicht unterstützt. Bitte fordern Sie eine Rechnung mit einem bestimmten Betrag an.
es: Factura sin monto no soportada. Solicite una factura con un monto específico.
fr: Facture sans montant non prise en charge. Veuillez demander une facture avec un montant spécifique.
it: Fattura senza importo non supportata. Richiedere una fattura con un importo specifico.
pt: Fatura sem valor não suportada. Solicite uma fatura com um valor específico.
ru: Счет без суммы не поддерживается. Запросите счет с указанной суммой.

# invoice_amount_label
source: Invoice: {amount}
es: Factura: {amount}
it: Fattura: {amount}

# payment_sent_status
source: Payment sent - Status: {status}
de: Zahlung gesendet - Status: {status}
es: Pago enviado - Estado: {status}
fr: Paiement envoyé - Statut : {status}
it: Pagamento inviato - Stato: {status}
pt: Pagamento enviado - Estado: {status}
ru: Платеж отправлен - Статус: {status}

# confirm_no_session_error
source: No active session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
it: Nessuna sessione attiva
pt: Sem sessão ativa
ru: Нет активной сессии

# confirm_no_wallet_error
source: No primary wallet available
de: Keine primäre Wallet verfügbar
es: No hay wallet principal disponible
fr: Aucun portefeuille principal disponible
it: Nessun portafoglio principale disponibile
pt: Sem carteira principal disponível
ru: Нет доступного основного кошелька

# payment_pending_hold
source: Payment pending - Hold invoice detected
de: Zahlung ausstehend - Hold-Rechnung erkannt
es: Pago pendiente - Factura Hold detectada
fr: Paiement en attente - Facture de retenue détectée
it: Pagamento in attesa - Fattura di blocco rilevata
pt: Pagamento pendente - Fatura Hold detetada
ru: Платеж ожидает - Обнаружен счет-холд

# payment_completed_success
source: Payment completed successfully
de: Zahlung erfolgreich abgeschlossen
es: Pago completado exitosamente
fr: Paiement effectué avec succès
it: Pagamento completato con successo
pt: Pagamento concluído com sucesso
ru: Платеж успешно завершен

# payment_sent_status_prefix
source: Payment sent - Status:
de: Zahlung gesendet - Status:
es: Pago enviado - Estado:
fr: Paiement envoyé - Statut :
it: Pagamento inviato - Stato:
pt: Pagamento enviado - Estado:
ru: Платеж отправлен - Статус:

# payment_sending_error_prefix
source: Error sending payment:
de: Fehler beim Senden der Zahlung:
es: Error enviando pago:
fr: Erreur lors de l'envoi du paiement :
it: Errore nell'invio del pagamento:
pt: Erro ao enviar pagamento:
ru: Ошибка отправки платежа:

# language_selector_title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
ru: Язык

# language_selector_description
source: Change application language
de: Anwendungssprache ändern
es: Cambiar idioma de la aplicación
fr: Changer la langue de l'application
it: Cambia lingua dell'applicazione
pt: Alterar idioma da aplicação
ru: Изменить язык приложения

source: Select language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
pt: Selecionar idioma
ru: Выбрать язык

# no_wallet_error
source: No primary wallet available
de: Keine primäre Wallet verfügbar
es: Sin billetera principal disponible
fr: Aucun portefeuille principal disponible
it: Nessun portafoglio principale disponibile
pt: Sem carteira principal disponível
ru: Нет доступного основного кошелька

# invalid_session_error
source: No active session
de: Keine aktive Sitzung
es: Sin sesión activa
fr: Aucune session active
it: Nessuna sessione attiva
pt: Sem sessão ativa
ru: Нет активной сессии

# send_error_prefix
source: Error processing send:
de: Fehler beim Verarbeiten des Sendens:
es: Error procesando el envío:
fr: Erreur lors du traitement de l'envoi :
it: Errore nell'elaborazione dell'invio:
pt: Erro ao processar envio:
ru: Ошибка обработки отправки:

# decode_invoice_error_prefix
source: Error decoding invoice:
de: Fehler beim Dekodieren der Rechnung:
es: Error decodificando factura:
fr: Erreur lors du décodage de la facture :
it: Errore nella decodifica della fattura:
pt: Erro ao descodificar fatura:
ru: Ошибка декодирования счета:

# payment_success
source: Payment completed successfully
de: Zahlung erfolgreich abgeschlossen
es: Pago completado exitosamente
fr: Paiement effectué avec succès
it: Pagamento completato con successo
pt: Pagamento concluído com sucesso
ru: Платеж успешно завершен

# expiry_label
source: Expiration
de: Ablauf
es: Expiración
it: Scadenza
pt: Expiração
ru: Истечение

# processing_text
source: processing
de: verarbeite
es: procesando
fr: traitement
it: elaborazione
pt: processando
ru: обработка

# paste_input_hint
source: Paste invoice, LNURL or address
de: Rechnung, LNURL oder Adresse einfügen
es: Pega factura, LNURL o dirección
fr: Coller la facture, LNURL ou adresse
it: Incolla fattura, LNURL o indirizzo
pt: Colar fatura, LNURL ou endereço
ru: Вставьте счет, LNURL или адрес

# conversion_rate_error
source: Error loading exchange rates
de: Fehler beim Laden der Wechselkurse
es: Error cargando tipos de cambio
fr: Erreur lors du chargement des taux de change
it: Errore nel caricamento dei tassi di cambio
pt: Erro ao carregar taxas de câmbio
ru: Ошибка загрузки обменных курсов

# instant_payments_feature
source: Instant payments
de: Sofortige Zahlungen
es: Pagos instantáneos
fr: Paiements instantanés
it: Pagamenti istantanei
pt: Pagamentos instantâneos
ru: Мгновенные платежи

# favorite_server_feature
source: With your favorite server
de: Mit Ihrem bevorzugten Server
es: Con tu servidor favorito
fr: Avec votre serveur préféré
it: Con il tuo server preferito
pt: Com o seu servidor favorito
ru: С вашим любимым сервером

# receive_info_text
source: • Share your Lightning Address to receive payments of any amount • QR code automatically resolves to LNURL for maximum compatibility • Payments are received directly in this wallet
de: • Teilen Sie Ihre Lightning-Adresse, um Zahlungen jeder Größe zu erhalten • QR-Code wird automatisch zu LNURL für maximale Kompatibilität aufgelöst • Zahlungen werden direkt in dieser Wallet empfangen
es: • Comparte tu Lightning Address para recibir pagos de cualquier monto • El código QR se resuelve automáticamente a LNURL para máxima compatibilidad • Los pagos se reciben directamente en esta billetera
fr: • Partagez votre adresse Lightning pour recevoir des paiements de n'importe quel montant • Le code QR se résout automatiquement en LNURL pour une compatibilité maximale • Les paiements sont reçus directement dans ce portefeuille
it: • Condividi il tuo indirizzo Lightning per ricevere pagamenti di qualsiasi importo • Il codice QR si risolve automaticamente in LNURL per massima compatibilità • I pagamenti vengono ricevuti direttamente in questo portafoglio
pt: • Partilhe o seu Endereço Lightning para receber pagamentos de qualquer quantia\n\n• O código QR resolve automaticamente para LNURL para máxima compatibilidade\n\n• Os pagamentos são recebidos diretamente nesta carteira
ru: • Поделитесь своим Lightning адресом для получения платежей любой суммы\n\n• QR-код автоматически разрешается в LNURL для максимальной совместимости\n\n• Платежи поступают непосредственно в этот кошелек

# payment_description_example
source: Ex: Payment for services
de: Beispiel: Zahlung für Dienstleistungen
es: Ej: Pago por servicios
fr: Ex : Paiement pour services
it: Es: Pagamento per servizi
pt: Ex: Pagamento por serviços
ru: Например: Оплата услуг

# remember_password_label
source: Remember password
de: Passwort merken
es: Recordar contraseña
fr: Retenir le mot de passe
it: Ricorda password
pt: Lembrar palavra-passe
ru: Запомнить пароль

# server_prefix
source: Server:
es: Servidor:
fr: Serveur :
pt: Servidor:
ru: Сервер:

# login_subtitle
source: Enter your credentials to access your wallet
de: Geben Sie Ihre Anmeldedaten ein, um auf Ihre Wallet zuzugreifen
es: Ingresa tus credenciales para acceder a tu billetera
fr: Entrez vos identifiants pour accéder à votre portefeuille
it: Inserisci le tue credenziali per accedere al portafoglio
pt: Insira as suas credenciais para aceder à sua carteira
ru: Введите ваши учетные данные для доступа к кошельку

# username_required_error
source: Username is required
de: Benutzername ist erforderlich
es: El nombre de usuario es requerido
fr: Le nom d'utilisateur est requis
it: Nome utente richiesto
pt: O nome de utilizador é obrigatório
ru: Требуется имя пользователя

# username_length_error
source: Username must be at least 3 characters
de: Benutzername muss mindestens 3 Zeichen haben
es: El nombre de usuario debe tener al menos 3 caracteres
fr: Le nom d'utilisateur doit contenir au moins 3 caractères
it: Il nome utente deve avere almeno 3 caratteri
pt: O nome de utilizador deve ter pelo menos 3 caracteres
ru: Имя пользователя должно содержать не менее 3 символов

# password_required_error
source: Password is required
de: Passwort ist erforderlich
es: La contraseña es requerida
fr: Le mot de passe est requis
it: Password richiesta
pt: A palavra-passe é obrigatória
ru: Требуется пароль

# password_length_error
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen haben
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve avere almeno 6 caratteri
pt: A palavra-passe deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов

# saved_users_header
source: Saved users
de: Gespeicherte Benutzer
es: Usuarios guardados
fr: Utilisateurs enregistrés
it: Utenti salvati
pt: Utilizadores guardados
ru: Сохраненные пользователи

# tap_to_autocomplete_hint
source: Tap to autocomplete password
de: Tippen, um Passwort automatisch zu vervollständigen
es: Toca para autocompletar contraseña
fr: Appuyez pour compléter automatiquement le mot de passe
it: Tocca per completare automaticamente la password
pt: Toque para preencher automaticamente a palavra-passe
ru: Нажмите для автозаполнения пароля

# delete_credentials_title
source: Delete credentials
de: Anmeldedaten löschen
es: Eliminar credenciales
fr: Supprimer les identifiants
it: Elimina credenziali
pt: Eliminar credenciais
ru: Удалить учетные данные
